Repository: HFpuebla/hacker_dates
Catalog: module/Application/language/*.po
Languages: es_mx

source: Home
es_mx: Inicio

source: Site's content released under Creative Commons License
es_mx: Sitio de contenido publicado bajo licencia Creative Commons

source: A 404 error occurred
es_mx: No se puede encontrar la p치gina (Error 404)

source: The requested controller was unable to dispatch the request.
es_mx: El controlador solicitado no fue capaz de despachar la solicitud.

source: The requested controller could not be mapped to an existing controller class.
es_mx: El controlador solicitado no se pudo mapear a un controlador existente.

source: The requested controller was not dispatchable.
es_mx: El controlador solicitado no es despachable.

source: The requested URL could not be matched by routing.
es_mx: No se pudo encontrar una ruta que corresponda a la URL solicitada.

source: We cannot determine at this time why a 404 was generated.
es_mx: Por el momento no es posible determinar la causa del error.

source: Controller
es_mx: Controlador

source: resolves to %s
es_mx: Resuelve a %s

source: Additional information
es_mx: Informaci칩n adicional

source: File
es_mx: Archivo

source: Message
es_mx: Mensaje

source: Stack trace
es_mx: Traza

source: Previous exceptions
es_mx: Excepciones previas

source: No Exception available
es_mx: No hay una excepci칩n disponible

source: An error occurred
es_mx: Ocurri칩 un error
